{
    "ISTJ": {
        "title": "El Inspector",
        "body": "Los Inspectores tiene un gran respeto por los hechos. Además, tienen una gran cantidad de hechos almacenados, y que han sido recolectados a través de su preferencia Sensing. Pueden tener dificultades comprendiendo una teoría o idea diferente a su propia perspectiva. Sin embargo, si se les muestra la importancia y relevancia de la idea por alguien a quien respetan, la idea se convierte en un hecho, que los ISTJ internalizarán y sostendrán. Una vez que un ISTJ soporta una idea o causa, no se detendrá por ningún motivo para asegurar que está haciendo su deber de apoyar donde sea necesario.\nLos ISTJ trabajaran durante largos periodos de tiempo poniendo grandes cantidades de energía en hacer cualquier tarea que vean como importante para lograr un objetivo. Sin emabargo, se resistirán en poner energía en cosas que no tienen sentido para ellos, o para las cuales no ven ninguna aplicación practica. Prefieren trabajar solos, pero trabajan bien en equipos si la situación lo requiere. Les gusta ser responsable de sus actos, y disfrutan las posiciones de autoridad. Los ISTJ tienen poco uso para la teoría o pensamiento abstracto, a menos que su aplicación practica sea evidente. En general, los ISTJ tiene un gran potencial. Capaces, lógicos, razonables y eficaces, con un profundo deseo de promover seguridad y una vida tranquila, los ISTJ tienen lo necesario para ser altamente efectivos y lograr sus metas, cualquieras sean."
    },
    "ISFJ": {
        "title": "El Protector",
        "body": "Los Protectores son observadores, cooperadores, informadores y atentos. Están muy preocupados con la seguridad de los otros y frecuentemente son felices ayudando a los desafortunados o personas con discapacidades. Los Protectores se sienten realizados cuando aseguran la seguridad de otros, y pueden ser atraídos por trabajos que les permitan hacer esto como médicos o corredores de seguros. Los Protectores tienen talento ejecutando rutinas, lo que les permite tener habilidades en trabajos que requieren habilidades de conservación como sanadores o policías. Los Protectores son minuciosos, moderados y aborrecen el malgasto de recursos materiales.\nLos Protectores se sienten cómodos trabajando solos, y frecuentemente se sienten incómodos en posiciones de autoridad. Cuando tienen una posición de autoridad, frecuentemente hacen todo ellos mismo. Los Protectores tienen un sentido ético muy puritano en el trabajo, lo que puede llevar a ser sobre trabajados. Los menos hedonistas de todas las variantes, los Protectores están dispuestos a realizar trabajos que otros roles evitarían, especialmente si les permite ayudar a los necesitados. Los Protectores frecuentemente hablan de la vida diaria y preocupaciones cotidianas; sin embargo no son tan sociales como otras personalidades. Tienden a ser conversadores solamente con un círculo cercano de amistades.\nLa timidez de los Protectores con los extranos, puede hacerlos parecer fríos a pesar de ser frecuentemente cálidos y simpáticos. Los Protectores son frecuentemente sub-valorados, ya que se toman por hecho su compromiso con la seguridad y economías. Los protectores valoran la forma tradicional de hacer las cosas, y no están interesados en experimentar o especular. Valoran profundamente la historia familiar, reliquias y propiedad tanto como las normas y tradiciones culturales. Los protectores creen firmemente en la estabilidad ofrecida por credenciales, títulos, oficios, nacimiento y otras formas tradicionales de autoridad. A los Protectores les desagradan las situaciones donde las normas están constantemente cambiando."
    },
    "INFJ": {
        "title": "El Consejero",
        "body": "Los Consejeros son introspectivos, cooperadores, dirigentes, y atentos. Los consejeros sienten que ayudar a otros a desarrollarse personalmente como algo gratificante, ya que tienen fuertes deseos de contribuir al bienestar de otros. Los Consejeros frecuentemente se comunican con otros de forma personalizada, y son positivos y gentiles cuando tratan con otros. Los Consejeros son buenos para escuchar y altamente intuitivos. Frecuentemente pueden detectar las emociones e intenciones de los otros individuos, incluso antes que el individuo se percate de ellas. Los Consejeros a veces se sorprenden de sus propias capacidades para leer las emociones en otros. Los Consejeros tienen usualmente personalidades intricadas, y una vida interna rica. Tienden a guardar sus emociones internas y sus pensamientos para si mismos, lo que puede hacer difícil llegar a conocerlos. Los Consejeros tienden a ser personas privadas, posiblemente porque su habilidad para absorber las emociones de otros puede herirlos fácilmente. Tienen gran profundidad de personalidad y pueden entender temas e individuos complejos. Los Consejeros frecuentemente prefieren trabajar uno a uno con otros, o trabajar intensamente con gente cercana a ellos. Los Consejeros son felices haciendo trabajos que requieren soledad y cuidados atentos. También son felices trabajando con otros, siempre y cuando sus interacciones personales no sean superficiales, y que tengan tiempo para ellos mismo para revitalizarse. Los Consejeros normalmente ejercen sus influencia tras bambalinas en lugar de ser un líder visible. Los Consejeros frecuentemente trabajan bien en organizaciones. Valoran la armonía del personal, son buenos en consultar y cooperar con otros, y están preocupados de los sentimientos de otros. Se esfuerzan para hacer que una organización funcione de manera suave y agradable. Los Consejeros también pueden actuar como barómetros de los sentimientos en una organización."
    },
    "INTJ": {
        "title": "Mente Maestra",
        "body": "Las Mentes Maestras son introspectivas, pragmáticas, directivas y atentas. Las Mentes Maestras son altamente capaces como lideres como planeadores de contingencia, y el deducciones organizacionales están altamente desarrolladas en ellos. Tanto la planificación de contingencias como las deducciones organizacionales son actividades directivas que le dicen al planificador que actividades hacer y en orden hacerlas. A pesar de sus capacidades de liderazgo, las Mente Maestras prefieren quedarse en segundo plano hasta que otros demuestren ineptitud para liderar. Sin embargo, una vez en posición de poder, las Mentes Maestras son altamente eficientes y deseosas a adoptar ideas útiles. Las Mentes Maestras tienen fuerza de voluntad, auto-confianza son decisivas. También son altamente teóricas son los menos prejuiciosos de todos las personalidades. Antes que una Mente Maestra adopte una idea teórica, insiste en investigar todo los datos disponibles y verificar la idea contra la realidad. Las Mentes Maestras son sospechosas de las teorías basadas en mala investigación, y descartaran ideas que no pueden ser implementadas eficazmente.\nLas Mentes Maestras son altamente pragmáticas e invertirán mucho tiempo y esfuerzos para implementar ideas efectivas. Se sienten motivadas por resolver problemas complejos. y por crear soluciones organizados, decididas y ejecutarlas. Las Mentes Maestras tienden a decir afirmaciones positivas en lugar de negativas, prefiriendo enfocarse en como hacer una organización mas eficiente en el futuro, en lugar de darse vuelta en los errores del pasado."
    },
    "ISTP": {
        "title": "El Artesano",
        "body": "Los ISTP son excelentes en analizar situaciones y llegar al núcleo del problema para que puedan implementar rápidamente una reparación funcional, lo que los hace ideales para el campo de la ingeniería. Por naturaleza tranquilos, les interesa comprender como funcionan los sistemas, enfocándose en la operación eficiente y estructura. Están abiertos a a nueva información y enfoques. Pero contrariamente a sus aparente desapegada naturaleza, los ISTP son capaces de ser observaciones humorísticas intuitivas sobre el mundo que los rodea, y pueden ser atraídos por actividades de alto riesgo tanto en hobies (salto bungee, motociclistas, paracaidistas, buceo, etc...), como deportes recreacionales (ski, hockey sobre hielo, carrera, etc.) y profesiones (aviación, bomberos, etc.)."
    },
    "ISFP": {
        "title": "El Compositor",
        "body": "Los ISFP son personas tranquilas acomodadizas, que adoptan una filosofía de vida \"vive y deja vivir\". Disfrutan tomando las cosas a su propio paso, y tienden a vivir el momento. Aunque calladas, son agradables, considerados y preocupados, devotos a las personas en sus vidas. Aunque no se inclinan por debatir ni hacer públicos sus puntos de vista, sus valores son importantes para ellos."
    },
    "INFP": {
        "title": "El Sanador",
        "body": "Los Sanadores son introspectivos, cooperadores, informativos, y atentos. Son altamente compasivos y tienen empatía de las necesidades de otros. Los Sanadores se preocupan profundamente sobre unos pocos individuos favoritos o causas, y desean brindar paz y tranquilidad a sus compañeros y la sociedad en general. Quieren sanar los problemas que preocupan a las individuos y corregir los conflictos que dividen los grupos para sanarse a ellos mismos, sus compañeros y la sociedad.\nLos Sanadores tienden a ser individuos privados, que tienen una fuerte sensación del bien y el mal, y una visión idealista del mundo. Están profundamente comprometidos con las cosas positivas o buenas y pueden ser inspirados a hacer sacrificios extraordinarios para intentar alcanzar sus ideales. Son propensos a los errores, ya que siguen sus sentimientos mas que el análisis lógico. Sin embargo, al seguir sus sentimientos, los Sanadores raramente cometen errores de sentimientos. Los Sanadores son frecuentemente malinterpretados en sus infancias. En familias con mentalidades practicas, su devoción al idealismo puede ser mal visto y castigado. La mayoría de las otras personalidad pueden obviar las expectaciones parentales que no se les adecuan, pero los Sanadores son fuertemente afectados por ellos. Los Sanadores quieren complacer a sus padres y hermanos, y al intentarlo, pueden ocultar sus diferencias. Esto puede crear conflictos internos en los Sanadores. Los Sanadores frecuentemente son mejores en detectar estos conflictos internos que otros tipos de personalidades. Los Sanadores buscar la unidad de mente, cuerpo y espíritu, a lo mejor por el caos interno causado durante su infancia.\nLos Sanadores son adaptables, pacientes con situaciones complicadas, y abiertos a las nuevas ideas e información. Son impacientes con detalles rutinarios. Como están conscientes de los sentimientos de otras personas, los Sanadores se relacionan bien con otros. También se sienten cómodos trabajando solos, dada su naturaleza privada. Los Sanadores tienen intereses en actividades académicas, y frecuentemente tienen habilidades de lenguaje excepcionales."
    },
    "INTP": {
        "title": "El Arquitecto",
        "body": "Los arquitectos son introspectivos, pragmáticos, informativos y atentos. La sistematización científica de todos los tipos de conocimiento, o Arquitectónica, esta altamente desarrollada en los Arquitectos, quienes son intensamente curiosos y ven el mundo como algo que debe ser comprendido. Su principal interés es comprender como están estructuradas, construidas, y configuradas las cosas. Los Arquitectos son diseñadores de sistemas teóricos y nuevas tecnologías. Reconfigurando el ambiente para calzar con sus plan es una meta de los Arquitectos. De todos los tipos de personalidades, los Arquitectos son los mas lógicos y precisos verbalmente. En conversaciones casuales, pueden estar tentados de destacar los errores de los otros, con el simple objetivo de mantener la claridad de la converzación. En una discusión seria, los Arquitectos tienen habilidades para detectar distinciones, inconsistencias, contradicciones, y argumentos enmarcados lo que les da una enorme ventaja. De todos los tipos de personalidad, los Arquitectos tienen las habilidades mas grandes de concentración. Prefieren trabajar tranquilamente solos, y pueden bloquear a otras personas cuando están enfocados en un análisis. Esto, en conjunto con el hecho de que los Arquitectos suelen ser tímidos, hace que sea difícil que otros individuos logren conocerlos. En intercambios sociales, los Arquitectos están mas interesados en informar a otros lo que han aprendido que en dirigir las acciones de otros. Las credenciales u otras formas tradicionales de autoridad no impresionan a los Arquitectos. En cambio, afirmaciones lógicamente coherentes son las únicas cosas que parecen persuadirlos. Los arquitectos valoran altamente la inteligencia, y pueden ser impacientes con personas de menor habilidad que la de ellos. Frecuentemente los Arquitectos se perciben como algunos de los pocos individuos capaces de definir los fines de la sociedad y deben lograr, frecuentemente esforzándose, para encontrar los medios para lograr sus objetivos. Esta perspectiva puede hacer que los Arquitectos parezcan arrogantes. Sin embargo, los Arquitectos son muy sensibles a las críticas y pueden ser heridos fácilmente por las palabras o acciones de otros."
    },
    "ESTP": {
        "title": "El Promotor",
        "body": "Los Promotores aprenden con las manos en la masa, viven el momento buscando lo mejor de la vida, y desean compartir con sus amigos. Los Promotores están abiertos a situaciones, y son capaces de improvisar para lograr los resultados deseados. Son personas activas que quieren resolver sus problemas en lugar de discutirlos."
    },
    "ESFP": {
        "title": "El Actor",
        "body": "Los Actores viven su vida al máximo. Viven el momento, y encuentran gran placer en las personas y las comodidades materiales. Raramente permiten que las convenciones interfieran con su vida, y buscan maneras creativas de satisfacer las necesidades humanas. Los Actores son excelentes jugadores de equipo, enfocados en completar la tarea asignada con una máxima cantidad de diversión y mínima discordia."
    },
    "ENFP": {
        "title": "El Campeón",
        "body": "Los Campeones son introspectivos, cooperadores, informativos y expresivos. Los Campeones tiene un gran deseo de hacer conocidos sus pensamientos. Cuando un Campeon habla o escribe, frecuentemente esperan utilizar sus convicciones para motivar a otras a participar, o esperan revelar una verdad escondida sobre la experiencia humana. Los Campeones están fuertemente preocupados por la ética y la justicia, y tienen fuertes deseos de hablar sobre temas de actualidad. Son los mas inspiradores y animados de todos los tipos de personalidad. Los Campeones son muy individualistas, y sienten la necesidad de experimentas un numero significativo de eventos sociales. Los Campeones que las emociones intensas son una parte fundamental de la vida y ven el mundo como un drama. Están constantemente buscando aprender cualquier cosa que este relacionada con el progreso del bien, y la regresión del mal en el mundo. Los Campeones son agudos observadores de la gente a su alrededor. Tienen habilidades intuitivas excepcionales, y son capaces de concentrarse intensamente en un individuo en particular. Los Campeones son frecuentemente capaces de leer las emociones escondidas en otros, y de dar un significado a las acciones de otros. Los Campeones están constantemente inspeccionando su ambiente social, y los personajes curiosos suelen escapar su atención. Su atención es normalmente active en lugar de pasiva. Los Campeones son alertas y sensitivos a lo que es posible. Los Campeones son cálidos, energéticos, espontáneos, positivos, exuberantes y dramáticos. Otros individuos suelen encontrar estas características atractivas, y desean estar en la compañia de un Campeon. Los Campeones usualmente tienen buenas habilidades con las personas y se llevan bien con sus colegas."
    },
    "ENTP": {
        "title": "El Inventor",
        "body": "Los Inventores son introspectivos, pragmáticos, informativos y expresivos. Pueden ser altamente hábiles en ingeniería funcional e invención. De todos las personalidades, los Inventores son los mas reticentes a hacer las cosas de una cierta manera, solamente porque es la forma que se ha hecho en el pasado. Los Inventores son intensamente curiosos, siempre buscan nuevos proyectos para trabajar, y tienen un carácter altruista. Diseñar y mejorar mecánicas y productos es un objetivo constante para los Inventores. Los Inventores están llenos de ideas pero están principalmente interesados con ideas que pueden usar para hacer productos o acciones. Ven el diseño de un producto como un medio para lograr un objetivo, siendo el objetivo un prototipo vendible. Cuando comienzan un proyecto, raramente comienzan con los planos. En vez, tienen confianza en su capacidad para encontrar soluciones efectivas y pragmáticas durante el proceso de diseño. Los Inventores suelen ser inconformistas y tener amigos que están interesados en sus ideas o actividades. Usualmente son relajadas, no juiciosos y buenos conversadores. Los Inventores suelen ser informativos en su intercambio social, y frecuentemente son capaces the explicar sus propias y complejas ideas, de igual manera que comprender ideas complejas de otros. En las discusiones, pueden usar habilidades de debates, frecuentemente para desventaja de sus oponentes. Los Inventores son usualmente individuos ingeniosos capaces de sobrellevar situaciones desafiantes. En el trabajo, suelen ser buenos lideres de planes pilotos que los obliguen a probar sus habilidades. Los inventores están constantemente buscando nuevos medios de hacer las cosas, y normalmente tienen las habilidades sociales y la voluntad para implementar sus ideas."
    },
    "ESTJ": {
        "title": "El Supervisor",
        "body": "Los Supervisores son prácticos, realistas, y derechos al grano, con una mentalidad natural para los negocios y las mecánicas. Aunque no se interesan por temas para los cuales no ven utilidad, pueden aplicarse cuando se lo proponen. Les gusta organizar y manejar actividades. Los Supervisores son buenos administradores, en especial si recuerdan los sentimientos y puntos de vista de otros, los cuales suelen olvidar."
    },
    "ESFJ": {
        "title": "El Proveedor",
        "body": "Los Proveedores son observadores, cooperativos, informativos y expresivos. Están altamente preocupados con la salud y el bienestar de aquellos bajo su cuidado, y son proveedores de instituciones sociales establecidas como empresas, iglesias, clubes sociales, y colegios. Los Proveedores son los mas sociables de los guardianes, y se esfuerzan por proveer servicios sociales amistosos. Gastan mucha de su energía en asegurarse que las funciones sociales sean exitosas, las tradiciones se mantengan, y las necesidades de los otros se cumplan. Los Proveedores son excelentes maestros de ceremonias o directores de eventos sociales. Los Proveedores son altamente cooperativos, y son capaces de mantener un trabajo de grupo en sus colegas. Son atentos a los detalles de los bienes y servicios que proveen. Durante eventos sociales, suelen recordar el nombre de sus invitados después de una introducción, y parecen estar conscientes de lo que cada quien ha hecho. Los Proveedores son amistosos, abiertos y gregarios. Aman hablar, y pueden ponerse perturbados cuando están aislados de otros. A los Proveedores les encantan las noticias de sus amigos, vecinos, y su comunidad. Frecuentemente comienzan conversaciones con extraños, y hablan de cualquier cosa que se les venga a la cabeza. Si alguien quieres saber algo de la comunidad, los Proveedores estarán felices de proveer los detalles. Los Proveedores suelen ser atraídos por trabajos de ventas o servicios. Suelen ser buenos representantes de venta, ya que están visiblemente y honestamente interesados en el bienestar del consumidor. También son habilites en carreras de persona a personas, como asistentes sociales, curas y profesores. Su lealtad personal con sus superiores suele hacerlos secretarias valoradas. Los Proveedores pueden ser los mas compasivos de todas las personalidad, ya que son altamente sensitivos a los sentimientos de otros. Esta sensitividad puede hacerlos auto-conscientes, ya que les preocupa lo que otros piensen de ellos. Los Proveedores son afectivos y a la vez sienten la necesidad de ser amados. Pueden ser fácilmente destruidos por criticismos hacia ellos, y desean fuertemente ser apreciados por quienes son y el servicio que proveen."
    },
    "ENFJ": {
        "title": "El Profesor",
        "body": "Los Profesores son introspectivos, cooperadores, directivos y expresivos. Los Profesores buscan lo mejor y esperan lo mejor de la gente que los rodea. Son altamente capaces de ayudar a que los aprendices expresen su potencial interno. Los Profesores comunican a sus alumnos que cada uno de ellos tiene el potencial para ser exitosos, y motivan a otros para cumplir con las expectativas positivas del Profesor. Los Profesores gustan de tener las cosas organizadas y planificadas. Usualmente tendrán sus horas de trabajo y encuentros sociales planificados con antelación, y se les puede confiar en que cumplirán sus compromisos. Sin embargo, los Profesores también son capaces de usar su capacidad creativa para inventar, sin mucha planificación, atractivas actividades de aprendizaje para sus alumnos. Los Profesores son mas bien lideres educacionales que lideres sociales, siendo su principal interés el crecimiento y el desarrollo de otros. Los Profesores tienen un sentido de la intuición altamente desarrollado. Son altamente capaces de comprender lo que esta pasando al interior de ellos mismos y de otros. Los Profesores se encuentran constantemente imitando las creencias, características y emociones de aquellos con los que tienen contacto para generar compenetración. Esto les permite sentir una conexión cercana con otros y desarrollar un involucramiento personalidad con la felicidad y problemas de otros. Los Profesores consideran a las personas como su mas alta prioridad, y su comunicación frecuentemente afirma una preocupación personal y un deseo de ayudar a otros. Los Profesores son cálidos, extrovertidos y valoran relaciones harmoniosas y comunicación interpersonal. Los Profesores suelen ser fáciles de convivir, tolerantes de otros y populares. Puede que sean los mas expresivos de todos las personalidades. Tienen habilidad de lenguaje excepcionales, y no dudan en compartir sus emociones, creencias e ideas. Los Profesores son muy entusiastas y pueden ser oradores públicos carismáticos. Sus excepcionales habilidad lingüísticas mejora su influencia con grupos, y se les suele pedir que asuman roles de liderazgo."
    },
    "ENTJ": {
        "title": "El Mariscal de Campo",
        "body": "Los Mariscales de Campo son introspectivos, pragmáticos, directos, y expresivos. Son altamente hábiles en situación de organización dirigiendo las acciones de ellos y otros. Su habilidad para hacer planes de contingencia es una segunda habilidad, detrás de su habilidad para coordinar, decidir y ejecutar estrategias. Naturales ingenieros, desean romper una idea o un concepto en sus partes mas fundamentales, analizar estas partes, y rearmar la idea antes de dar su aprobación final. Su deseo de asegurar su propia evaluación también se extiende a si mismos; frecuentemente buscaran la opinión de otro individuo confiable como un Arquitecto o Inventor para refinar su punto de vista en un tema, sin importar lo seguro que estén. Los Mariscales de Campo tiene un fuerte deseo de dar estructura y dirección a grupos de personas. De todos las personalidades, los Mariscales de Campo son los mas propensos en ver hacia donde va una organización, y tienen el deseo de comunicar su visión a otros. Por lo tanto son los mas directivos que informativos en su intercambios sociales. Los Mariscales de Campo frecuentemente llegan a posiciones de responsabilidad en su trabajo ya que son devotos a sus trabajos y son excelentes administradores. Los Mariscales de Campo no buscan activamente el liderazgo, pero frecuentemente se ofrecerán como voluntarios para hacerse cargo de la situación cuando no hay liderazgo o este falla, o donde un \"vació de poder\" repentinamente exista; aunque no por egoísmos, sino que por su deseo innato de ver un sistema (sea social, político, etc..) continúe funcionando hasta que un líder puede ser identificado, quien, en mente del Mariscales de Campo, se tan buen líder como ellos son administradores. Los Mariscales de Campo buscan mas metas y políticas que por procedimientos o regulaciones. Se esfuerzan por hacer que una organización sea mas eficiente reduciendo la redundancia y confusión. Los Mariscales de Campo basan sus decisión en planes bien pensados, información impersonal, y probabilidad de éxito. Esperan que otros sigan su visión y están dispuesto a sacar los bloques sueltos que impiden a un sistema ser completamente operativo, ya sea humano o no. Para los Mariscales de Campo, debe haber un objetivo para ejecutar un plan. Las emociones de las personas por lo general pasan a segundo plano frente a la información pura en cualquier proceso de decisión. Los Mariscales de Campo son impacientes con la repetición del error, ineficacia e ineficiencia. Si un procedimiento puede ser demostrado como inefectivo, ellos abandonaran el procedimiento. Los Mariscales de Campo mantienen en mente objetivos a largo y corto plazo, mientras luchan para transformar las organizaciones en sistemas estables que funcionan suavemente. Los Mariscales de Campo representan un 2% de la población."
    }
}